content/posts/Bayesian_probabilistic_inference_for_stochastic_processes.md
+++
title = "Bayesian probabilistic inference for stochastic processes"
author = ["Cameron Smith"]
lastmod = 2020-09-24T00:45:21-04:00
slug = "Bayesian_probabilistic_inference_for_stochastic_processes"
draft = false
+++

## keywords {#keywords}

-   [probabilistic inference]({{< relref "probabilistic_inference" >}}), [stochastic processes]({{< relref "stochastic_processes" >}})


## examples that connect individual-level stochastic processes to Bayesian hierarchical models {#examples-that-connect-individual-level-stochastic-processes-to-bayesian-hierarchical-models}


### Parise, F., Lygeros, J., & Ruess, J. (2015). Bayesian inference for stochastic individual-based models of ecological systems: a pest control simulation study. Frontiers in Environmental Science, 3(JUN), 42. <https://doi.org/10.3389/fenvs.2015.00042> {#parise-f-dot-lygeros-j-dot-and-ruess-j-dot--2015--dot-bayesian-inference-for-stochastic-individual-based-models-of-ecological-systems-a-pest-control-simulation-study-dot-frontiers-in-environmental-science-3--jun--42-dot-https-doi-dot-org-10-dot-3389-fenvs-dot-2015-dot-00042}

Stollenwerk, N., Mateus, L., Rocha, F., Skwara, U., Ghaffari, P., & Aguiar, M. (2015). Prediction and Predictability in Population Biology: Noise and Chaos. Mathematical Modelling of Natural Phenomena, 10(2), 142–164. <https://doi.org/10.1051/mmnp/201510210>
Mateus, L., Stollenwerk, N., & Zambrini, J.-C. (2013). Stochastic models in population biology: from dynamic noise to Bayesian description and model comparison for given data sets. International Journal of Computer Mathematics, 90(10), 2161–2173. <https://doi.org/10.1080/00207160.2013.792924>


### [Population biology and criticality by Nico Stollenwerk and Vincent Johnson in 2010]({{< relref "Population_biology_and_criticality_by_Nico_Stollenwerk_and_Vincent_Johnson_in_2010" >}}) {#population-biology-and-criticality-by-nico-stollenwerk-and-vincent-johnson-in-2010--population-biology-and-criticality-by-nico-stollenwerk-and-vincent-johnson-in-2010-dot-md}


### [Inferring gene regulatory networks from single-cell data a mechanistic approach by Ulysse Herbach, Olivier Gandrillon, et al in 2017]({{< relref "Inferring_gene_regulatory_networks_from_single-cell_data_a_mechanistic_approach_by_Ulysse_Herbach,_Olivier_Gandrillon,_et_al_in_2017" >}}) {#inferring-gene-regulatory-networks-from-single-cell-data-a-mechanistic-approach-by-ulysse-herbach-olivier-gandrillon-et-al-in-2017--inferring-gene-regulatory-networks-from-single-cell-data-a-mechanistic-approach-by-ulysse-herbach-olivier-gandrillon-et-al-in-2017-dot-md}
